{"keras_version": "2.2.4", "class_name": "Sequential", "config": {"layers": [{"class_name": "Conv2D", "config": {"strides": [1, 1], "kernel_regularizer": null, "kernel_size": [3, 3], "batch_input_shape": [null, 28, 28, 1], "filters": 16, "data_format": "channels_last", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "use_bias": true, "dilation_rate": [1, 1], "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "padding": "valid", "dtype": "float32", "bias_regularizer": null, "activity_regularizer": null, "name": "conv2d_1"}}, {"class_name": "MaxPooling2D", "config": {"strides": [2, 2], "trainable": true, "name": "max_pooling2d_1", "pool_size": [2, 2], "data_format": "channels_last", "padding": "valid"}}, {"class_name": "Conv2D", "config": {"strides": [1, 1], "kernel_regularizer": null, "kernel_size": [3, 3], "filters": 32, "data_format": "channels_last", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "use_bias": true, "dilation_rate": [1, 1], "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "padding": "valid", "bias_regularizer": null, "activity_regularizer": null, "name": "conv2d_2"}}, {"class_name": "MaxPooling2D", "config": {"strides": [2, 2], "trainable": true, "name": "max_pooling2d_2", "pool_size": [2, 2], "data_format": "channels_last", "padding": "valid"}}, {"class_name": "Flatten", "config": {"trainable": true, "data_format": "channels_last", "name": "flatten_1"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "use_bias": true, "kernel_regularizer": null, "activity_regularizer": null, "units": 10, "name": "dense_1", "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}}}], "name": "sequential_1"}, "backend": "tensorflow"}