{"keras_version": "2.2.4-tf", "config": {"layers": [{"class_name": "Dense", "config": {"activity_regularizer": null, "batch_input_shape": [null, 2], "name": "dense", "trainable": true, "activation": "linear", "kernel_regularizer": null, "use_bias": false, "kernel_constraint": null, "bias_regularizer": null, "units": 5, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "dtype": "float32", "bias_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_1", "trainable": true, "activation": "linear", "kernel_regularizer": null, "use_bias": false, "kernel_constraint": null, "bias_regularizer": null, "units": 1, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "bias_constraint": null}}], "name": "sequential"}, "backend": "tensorflow", "class_name": "Sequential"}