{"config": {"name": "sequential", "layers": [{"config": {"use_bias": true, "name": "dense", "bias_regularizer": null, "activity_regularizer": null, "units": 10, "dtype": "float32", "trainable": true, "activation": "tanh", "bias_constraint": null, "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotUniform"}, "batch_input_shape": [null, 10], "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"use_bias": true, "name": "dense_1", "bias_regularizer": null, "activity_regularizer": null, "units": 1, "dtype": "float32", "trainable": true, "activation": "tanh", "bias_constraint": null, "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotUniform"}, "kernel_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}]}, "class_name": "Sequential", "keras_version": "2.2.4-tf", "backend": "tensorflow"}