{"backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 21], "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "bias_regularizer": null, "bias_constraint": null, "activation": "softmax", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "name": "dense", "dtype": "float32", "trainable": true, "units": 10}}, {"class_name": "Dense", "config": {"use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "bias_regularizer": null, "bias_constraint": null, "activation": "linear", "kernel_regularizer": null, "name": "dense_1", "dtype": "float32", "trainable": true, "units": 41}}], "name": "sequential"}, "keras_version": "2.2.4-tf", "class_name": "Sequential"}