{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "trainable": true, "units": 5, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "activation": "tanh", "batch_input_shape": [null, 10], "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense", "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}}}, {"class_name": "Dense", "config": {"bias_constraint": null, "use_bias": true, "trainable": true, "units": 1, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "activation": "tanh", "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "name": "dense_1", "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}}}], "name": "sequential"}, "backend": "tensorflow", "keras_version": "2.2.4-tf"}