{"class_name": "Sequential", "keras_version": "2.2.4-tf", "backend": "tensorflow", "config": {"name": "sequential", "layers": [{"class_name": "Dense", "config": {"activation": "tanh", "units": 3, "use_bias": true, "dtype": "float32", "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "bias_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_regularizer": null, "trainable": true, "name": "dense", "batch_input_shape": [null, 4], "bias_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activation": "tanh", "units": 2, "use_bias": true, "dtype": "float32", "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "bias_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_regularizer": null, "trainable": true, "name": "dense_1", "bias_regularizer": null, "kernel_constraint": null}}]}}