{"config": {"name": "sequential", "layers": [{"config": {"trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 5], "activation": "tanh", "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotUniform"}, "activity_regularizer": null, "use_bias": true, "units": 4, "name": "dense", "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "bias_regularizer": null, "activation": "tanh", "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotUniform"}, "activity_regularizer": null, "use_bias": true, "units": 2, "name": "dense_1", "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "dtype": "float32", "kernel_constraint": null}, "class_name": "Dense"}]}, "class_name": "Sequential", "keras_version": "2.2.4-tf", "backend": "tensorflow"}