{"config": {"layers": [{"config": {"activity_regularizer": null, "units": 24, "bias_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "name": "dense", "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotUniform"}, "kernel_constraint": null, "batch_input_shape": [null, 20], "trainable": true, "dtype": "float32", "use_bias": true, "kernel_regularizer": null, "activation": "sigmoid", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 4, "bias_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "name": "dense_1", "kernel_initializer": {"config": {"dtype": "float32", "seed": null}, "class_name": "GlorotUniform"}, "kernel_constraint": null, "trainable": true, "dtype": "float32", "use_bias": true, "kernel_regularizer": null, "activation": "sigmoid", "bias_constraint": null}, "class_name": "Dense"}], "name": "sequential"}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4-tf"}