{"backend": "tensorflow", "config": {"layers": [{"config": {"trainable": true, "activation": "sigmoid", "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "kernel_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "units": 30, "kernel_constraint": null, "dtype": "float32", "batch_input_shape": [null, 20], "bias_regularizer": null, "use_bias": true, "name": "dense", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "sigmoid", "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "kernel_regularizer": null, "use_bias": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "units": 8, "dtype": "float32", "bias_regularizer": null, "kernel_constraint": null, "name": "dense_1", "activity_regularizer": null}, "class_name": "Dense"}], "name": "sequential"}, "keras_version": "2.2.4-tf", "class_name": "Sequential"}