{"class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"use_bias": true, "batch_input_shape": [null, 20], "trainable": true, "activation": "sigmoid", "bias_constraint": null, "units": 30, "activity_regularizer": null, "name": "dense", "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "dtype": "float32"}}, {"class_name": "Dense", "config": {"use_bias": true, "trainable": true, "activation": "sigmoid", "bias_constraint": null, "units": 8, "activity_regularizer": null, "name": "dense_1", "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null, "dtype": "float32"}}, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "dtype": "float32"}}], "name": "sequential"}, "keras_version": "2.2.4-tf"}