{"backend": "tensorflow", "config": {"name": "sequential", "layers": [{"config": {"bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 2], "name": "dense", "units": 3, "activation": "linear", "bias_regularizer": null, "dtype": "float32", "kernel_constraint": null, "use_bias": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "trainable": true, "kernel_regularizer": null, "activity_regularizer": null, "name": "dense_1", "units": 1, "activation": "linear", "bias_regularizer": null, "dtype": "float32", "kernel_constraint": null, "use_bias": true, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}}, "class_name": "Dense"}]}, "keras_version": "2.2.4-tf", "class_name": "Sequential"}